---
kind: other
id: Methods.T:Autodesk.Revit.DB.KeyBasedTreeEntriesLoadResults
source: html/8a12a3f2-60b8-c885-5e45-68971debd9c0.htm
---
# KeyBasedTreeEntriesLoadResults Methods

Get all error or warnings created while attempting to load KeyBasedTreeEntries.